{
    "tos": {
        "title": "Termos de Serviço",
        "responsability": "Responsabilidade",
        "responsabilityText": "Você é o único responsável pelo o que você faz usando as funcionalidades da Foxy",
        "usedCommands": "Uso de comandos",
        "usedCommandsText": "Os comandos executados da Foxy são salvos incluindo o conteúdo e quem executou",
        "personalInfo": "Divulgação de informações pessoais",
        "personalInfoText": "Caso você insira dados pessoais de alguém usando comandos onde você pode colocar texto personalizado, como /sobremim e outros comandos, você será banido de utilizar a Foxy, e avisaremos a outros desenvolvedores de bots sobre você e sobre o que você fez! \"Ah, mas são meus dados pessoais\", isso não importa! Até porque não temos como conferir que os dados divulgados são realmente seus, e quem divulgaria suas próprias informações pessoais na internet?",
        "servers": "Servidores",
        "serversText": "Temos o direito de remover a Foxy de qualquer servidor a qualquer momento! Podemos remover a Foxy de um servidor por qualquer motivo, como: (a) O servidor está abusando dos comandos da Foxy, e causando problemas com ela (b) O servidor está caluniando a reputação da Foxy ou de algum colaborador do projeto. (c) Não queremos que a Foxy seja associada ao servidor \nServidores com intuito criminoso serão reportados para a equipe de Trust and Safety do Discord, a outros desenvolvedores de bots e as autoridades",
        "data": "Uso de dados",
        "dataText": "Os dados coletados para a Foxy servem apenas para o funcionamento correto dela, Foxy coleta a ID da sua conta do Discord (Algo que é público) para criar seu perfil na Foxy assim você pode usar todos as suas funcionalidades. Ao fazer login o website ou adicionado a Foxy em seu servidor, você concorda com os Termos de Serviço! Seus dados são usados apenas para os serviços da Foxy, como o website e a própria Foxy, você pode deletar seus dados a qualquer momento no website! Lembrando que se seus dados forem deletados seus cakes e coisas do perfil também serão deletados, e não será possível recuperar"
    }
}